[{"id":16388,"chat_id":7193,"sender":9,"message":"Proin interdum mauris non ligula pellentesque ultrices. Phasellus id sapien in sapien iaculis congue. Vivamus metus arcu, adipiscing molestie, hendrerit at, vulputate vitae, nisl.","unread":true},
{"id":16760,"chat_id":6954,"sender":2,"message":"Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.","unread":false},
{"id":17782,"chat_id":7193,"sender":4,"message":"Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque.","unread":true},
{"id":12607,"chat_id":8072,"sender":9,"message":"Aenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.","unread":false},
{"id":12711,"chat_id":5131,"sender":3,"message":"Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.","unread":true},
{"id":14882,"chat_id":7012,"sender":8,"message":"Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.","unread":false},
{"id":13780,"chat_id":6010,"sender":3,"message":"Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.","unread":false},
{"id":19585,"chat_id":9612,"sender":7,"message":"Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.","unread":true},
{"id":14792,"chat_id":9494,"sender":3,"message":"In quis justo. Maecenas rhoncus aliquam lacus. Morbi quis tortor id nulla ultrices aliquet.","unread":false},
{"id":14729,"chat_id":9494,"sender":2,"message":"Phasellus in felis. Donec semper sapien a libero. Nam dui.","unread":false},
{"id":15293,"chat_id":8072,"sender":2,"message":"Morbi non lectus. Aliquam sit amet diam in magna bibendum imperdiet. Nullam orci pede, venenatis non, sodales sed, tincidunt eu, felis.","unread":true},
{"id":16859,"chat_id":6954,"sender":6,"message":"In congue. Etiam justo. Etiam pretium iaculis justo.","unread":false},
{"id":10233,"chat_id":6954,"sender":6,"message":"Sed sagittis. Nam congue, risus semper porta volutpat, quam pede lobortis ligula, sit amet eleifend pede libero quis orci. Nullam molestie nibh in lectus.","unread":false},
{"id":16217,"chat_id":6954,"sender":2,"message":"In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.","unread":true},
{"id":16876,"chat_id":8829,"sender":10,"message":"Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.","unread":false},
{"id":14132,"chat_id":9612,"sender":2,"message":"Sed ante. Vivamus tortor. Duis mattis egestas metus.","unread":false},
{"id":16055,"chat_id":5775,"sender":10,"message":"Curabitur at ipsum ac tellus semper interdum. Mauris ullamcorper purus sit amet nulla. Quisque arcu libero, rutrum ac, lobortis vel, dapibus at, diam.","unread":true},
{"id":14732,"chat_id":7012,"sender":9,"message":"Curabitur in libero ut massa volutpat convallis. Morbi odio odio, elementum eu, interdum eu, tincidunt in, leo. Maecenas pulvinar lobortis est.","unread":false},
{"id":19023,"chat_id":5131,"sender":2,"message":"Nullam porttitor lacus at turpis. Donec posuere metus vitae ipsum. Aliquam non mauris.","unread":true},
{"id":19381,"chat_id":5775,"sender":3,"message":"Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.","unread":false}]