[{"id":18617,"rating":2,"rated_by":5,"rated_for":3,"comment":"Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.","listing":6925},
{"id":16815,"rating":4,"rated_by":1,"rated_for":2,"comment":"Duis bibendum, felis sed interdum venenatis, turpis enim blandit mi, in porttitor pede justo eu massa. Donec dapibus. Duis at velit eu est congue elementum.","listing":7982},
{"id":17839,"rating":1,"rated_by":6,"rated_for":4,"comment":"Quisque id justo sit amet sapien dignissim vestibulum. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Nulla dapibus dolor vel est. Donec odio justo, sollicitudin ut, suscipit a, feugiat et, eros.","listing":3121},
{"id":15311,"rating":1,"rated_by":6,"rated_for":6,"comment":"Maecenas tristique, est et tempus semper, est quam pharetra magna, ac consequat metus sapien ut nunc. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Mauris viverra diam vitae quam. Suspendisse potenti.","listing":8872},
{"id":15968,"rating":5,"rated_by":10,"rated_for":5,"comment":"Donec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque.","listing":3261},
{"id":15448,"rating":3,"rated_by":1,"rated_for":5,"comment":"Morbi porttitor lorem id ligula. Suspendisse ornare consequat lectus. In est risus, auctor sed, tristique in, tempus sit amet, sem.","listing":6144},
{"id":15611,"rating":1,"rated_by":5,"rated_for":7,"comment":"In hac habitasse platea dictumst. Etiam faucibus cursus urna. Ut tellus.","listing":3293},
{"id":17008,"rating":5,"rated_by":1,"rated_for":8,"comment":"Maecenas ut massa quis augue luctus tincidunt. Nulla mollis molestie lorem. Quisque ut erat.","listing":8639},
{"id":16118,"rating":5,"rated_by":4,"rated_for":2,"comment":"Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.","listing":9340},
{"id":15033,"rating":5,"rated_by":1,"rated_for":6,"comment":"Maecenas leo odio, condimentum id, luctus nec, molestie sed, justo. Pellentesque viverra pede ac diam. Cras pellentesque volutpat dui.","listing":9782}]